<?php
// +----------------------------------------------------------------------
// | API设置
// +----------------------------------------------------------------------

return [
    // 邮箱配置
    'smtp' => [
        // 字符集
        'charset' => 'UTF-8',
        // 调试模式
        'debug' => 0,
        // SMTP服务器
        'host' => 'smtp.exmail.qq.com',
        // 服务器端口
        'port' => '465',
        // 用户名
        'user' => 'top@52e.cc',
        // 密码或授权码
        'pass' => '',
        // 发件邮箱
        'addr' => 'top@52e.cc',
        // 发件人
        'from' => '孤独阅读'
    ]
];